{
    "movies":[
        {
          "id": 1,
          "original_language": "jp",
          "genre": "Aventura",
          "overview": "Long ago, in the fantasy world of Kumandra, humans and dragons lived together in harmony. But when an evil force threatened the land, the dragons sacrificed themselves to save humanity. Now, 500 years later, that same evil has returned and it’s up to a lone warrior, Raya, to track down the legendary last dragon to restore the fractured land and its divided people.",
          "poster_path": "/lPsD10PP4rgUGiGR4CCXA6iY0QQ.jpg",
          "title": "Raya and the Last Dragon"
        },
        {
          "id": 2,
          "original_language": "jp",
          "genre": "Aventura",
          "overview": "A portal transports Cpt. Artemis and an elite unit of soldiers to a strange world where powerful monsters rule with deadly ferocity. Faced with relentless danger, the team encounters a mysterious hunter who may be their only hope to find a way home.",
          "poster_path": "/1UCOF11QCw8kcqvce8LKOO6pimh.jpg",
          "title": "Monster Hunter"
        },
        {
          "id": 3,
          "original_language": "en",
          "genre": "Accion",
          "overview": "Determined to ensure Superman's ultimate sacrifice was not in vain, Bruce Wayne aligns forces with Diana Prince with plans to recruit a team of metahumans to protect the world from an approaching threat of catastrophic proportions.",
          "poster_path": "/tnAuB8q5vv7Ax9UAEje5Xi4BXik.jpg",
          "title": "Zack Snyder's Justice League"
        },
        {
          "id": 4,
          "original_language": "en",
          "genre": "Accion",
          "overview": "A botched store robbery places Wonder Woman in a global battle against a powerful and mysterious ancient force that puts her powers in jeopardy.",
          "poster_path": "/8UlWHLMpgZm9bx6QYh0NFoq67TZ.jpg",
          "title": "Wonder Woman 1984"
        },
        {
          "id": 5,
          "original_language": "en",
          "genre": "Accion",
          "overview": "In a time when monsters walk the Earth, humanity’s fight for its future sets Godzilla and Kong on a collision course that will see the two most powerful forces of nature on the planet collide in a spectacular battle for the ages.",
          "poster_path": "/pgqgaUx1cJb5oZQQ5v0tNARCeBp.jpg",
          "title": "Godzilla vs. Kong"
        },
        {
          "id": 6,
          "original_language": "en",
          "genre": "Terror",
          "overview": "An adventure-loving couple convince their friends to explore a remote, uncharted cave system in the forests of Northern Australia. With a tropical storm approaching, they abseil into the mouth of the cave, but when the caves start to flood, tensions rise as oxygen levels fall and the friends find themselves trapped. Unknown to them, the storm has also brought in a pack of dangerous and hungry crocodiles.",
          "poster_path": "/95S6PinQIvVe4uJAd82a2iGZ0rA.jpg",
          "title": "Black Water: Abyss"
        },
        {
          "id": 7,
          "original_language": "fr",
          "genre": "Aventura",
          "overview": "During a school field trip, Ladybug and Cat Noir meet the American superheroes, whom they have to save from an akumatised super-villain. They discover that Miraculous exist in the United States too.",
          "poster_path": "/kIHgjAkuzvKBnmdstpBOo4AfZah.jpg",
          "title": "Miraculous World: New York, United HeroeZ"
        },
        {
          "id": 8,
          "original_language": "ko",
          "genre": "Ficcion",
          "overview": "When the crew of a space junk collector ship called The Victory discovers a humanoid robot named Dorothy that's known to be a weapon of mass destruction, they get involved in a risky business deal which puts their lives at stake.",
          "poster_path": "/qiUesQForGW872kIC0Crqx3vAr0.jpg",
          "title": "Space Sweepers"
        },
        {
          "id": 9,
          "original_language": "en",
          "genre": "Drama",
          "overview": "Cherry drifts from college dropout to army medic in Iraq - anchored only by his true love, Emily. But after returning from the war with PTSD, his life spirals into drugs and crime as he struggles to find his place in the world.",
          "poster_path": "/pwDvkDyaHEU9V7cApQhbcSJMG1w.jpg",
          "title": "Cherry"
        },
        {
          "id": 10,
          "original_language": "sv",
          "genre": "Suspenso",
          "overview": "On a hiking trip to rekindle their marriage, a couple find themselves fleeing for their lives in the unforgiving wilderness from an unknown shooter.",
          "poster_path": "/xZ2KER2gOHbuHP2GJoODuXDSZCb.jpg",
          "title": "Red Dot"
        }
    ],
    "profile": {
        "name": "JoseAngelH"
    }
}
